# Taps
tap "nikitabobko/tap"

# Formulae
brew "neovim"
brew "eza"
brew "bat"
brew "fd"
brew "ripgrep"
brew "fzf"
brew "zoxide"
brew "starship"
brew "lazygit"
brew "lazydocker"
brew "git-delta"
brew "node"
brew "go"
brew "superfile"
brew "shfmt"
brew "stylua"

# Casks
cask "warp"
cask "nikitabobko/tap/aerospace"
cask "font-jetbrains-mono-nerd-font"
